Repository: trai25/KindleEar
Catalog: application/translations/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Failed to create an account. Please contact the administrator for assistance.
tr_tr: Bir hesap oluşturulamadı. Yardım için lütfen yöneticiyle iletişime geçin.

source: Successfully created account.
tr_tr: Hesap başarıyla oluşturuldu.

source: Reset KindleEar password
tr_tr: KindleEar şifrenizi sıfırlama

source: This is an automated email. Please do not reply to it.
tr_tr: Bu otomatik bir e-postadır. Lütfen yanıt vermeyin.

source: You can click the following link to reset your KindleEar password.
tr_tr: KindleEar şifrenizi sıfırlamak için aşağıdaki bağlantıya tıklayabilirsiniz.

source: The article is missing?
tr_tr: Makale eksik mi?

source: The text is empty.
tr_tr: Metin boş.

source: No definitions found for '{}'.
tr_tr: '{}' için tanım bulunamadı.

source: Did you mean?
tr_tr: Demek istediniz mi?

source: Failed to push: {}
tr_tr: İtilemedi: {}

source: Failed to create ebook.
tr_tr: E-kitap oluşturulamadı.

source: Kindle E-mail is requied!
tr_tr: Kindle E-mail adresi gerekli!

source: Title is requied!
tr_tr: Başlık zorunlu!

source: You have not yet set up your email address. Please go to the 'Admin' page to add your email address firstly.
tr_tr: Email adresinizi henüz ayarlamadınız. Lütfen e-posta adresinizi eklemek için 'Yönetim' sayfasına öncelikle gidin.

source: English
tr_tr: İngilizce

source: Chinese
tr_tr: Çince

source: French
tr_tr: Fransızca

source: Spanish
tr_tr: İspanyolca

source: Portuguese
tr_tr: Portekizce

source: German
tr_tr: Almanca

source: Italian
tr_tr: İtalyanca

source: Japanese
tr_tr: Japonca

source: Russian
tr_tr: Rusça

source: Turkish
tr_tr: Türkçe

source: Korean
tr_tr: Koreli

source: Arabic
tr_tr: Arapça

source: Czech
tr_tr: Çek

source: Dutch
tr_tr: Flemenkçe

source: Greek
tr_tr: Yunan

source: Hindi
tr_tr: Hintçe

source: Malaysian
tr_tr: Malezyalı

source: Bengali
tr_tr: Bengal

source: Persian
tr_tr: Farsça

source: Urdu
tr_tr: Urduca

source: Swahili
tr_tr: Svahili

source: Vietnamese
tr_tr: Vietnam

source: Punjabi
tr_tr: Pencap

source: Javanese
tr_tr: Cava

source: Thai
tr_tr: Taylandca

source: Polish
tr_tr: Lehçe

source: Romanian
tr_tr: Rumen

source: Hungarian
tr_tr: Macarca

source: Swedish
tr_tr: İsveççe

source: Hebrew
tr_tr: İbranice

source: Norwegian
tr_tr: Norveççe

source: Finnish
tr_tr: Fince

source: Danish
tr_tr: Danca

source: Ukrainian
tr_tr: Ukraynaca

source: Tamil
tr_tr: Tamilce

source: Burmese
tr_tr: Burmaca

source: Amharic
tr_tr: Amharca

source: Azerbaijani
tr_tr: Azerbaycanca

source: Kazakh
tr_tr: Kazakça

source: There is no {} email yet.
tr_tr: Henüz {} e-postası bulunmamaktadır.

source: Saved to your {} account.
tr_tr: {} hesabınıza kaydedildi.

source: Failed save to {}.
tr_tr: {}'e kaydetme işlemi başarısız oldu.

source: Reason :
tr_tr: Neden :

source: Unauthorized {} account!
tr_tr: {} tarafından yetkilendirilen başarı!

source: See details below:
tr_tr: Aşağıdaki ayrıntılara bakın:

source: Unknown: {}
tr_tr: Bilinmeyen: {}

source: The Title or Url is empty.
tr_tr: Başlık veya URL boş.

source: Failed to fetch the recipe.
tr_tr: Tarif alınamadı.

source: Failed to save the recipe. Error:
tr_tr: Tarif kaydedilemedi. Hata:

source: The Rss does not exist.
tr_tr: Rss mevcut değil.

source: You can only delete the uploaded recipe.
tr_tr: Yalnızca yüklenen tarifi silebilirsiniz.

source: The recipe have been subscribed, please unsubscribe it before delete.
tr_tr: Tarif abone olunmuş, silmeden önce aboneliği iptal edin.

source: This recipe has not been subscribed to yet.
tr_tr: Bu tarife henüz abone olunmadı.

source: Can not read uploaded file, Error:
tr_tr: Yüklenen dosya okunamıyor, Hata:

source: Failed to decode the recipe. Please ensure that your recipe is saved in utf-8 encoding.
tr_tr: Tarif çözümlenemedi. Lütfen tarifinizin utf-8 kodlamasında kaydedildiğinden emin olun.

source: Cannot find any subclass of BasicNewsRecipe.
tr_tr: BasicNewsRecipe sınıfının hiçbir alt sınıfı bulunamıyor.

source: The recipe is already in the library.
tr_tr: Tarif zaten kütüphanede.

source: The login information for this recipe has been cleared.
tr_tr: Bu tarifin giriş bilgileri temizlendi.

source: The login information for this recipe has been saved.
tr_tr: Bu tarifin giriş bilgileri kaydedildi.

source: The api key is required.
tr_tr: API anahtarı gereklidir.
