Repository: trai25/KindleEar
Catalog: application/translations/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Admin
tr_tr: Yönetim

source: Signup settings
tr_tr: Kayıt Ayarları

source: Save
tr_tr: Kaydet

source: Email service
tr_tr: E-posta servisi

source: Same as admin
tr_tr: Admin ile aynı

source: Independent
tr_tr: Bağımsız

source: Signup type
tr_tr: Kayıt Türü

source: Public
tr_tr: Kamu

source: One time code
tr_tr: Tek kullanımlık kod

source: Permanent code
tr_tr: Kalıcı kod

source: Invitation codes
tr_tr: Davetiye kodları

source: one code per line
tr_tr: Her satırda bir kod

source: Accounts
tr_tr: Hesaplar

source: Add
tr_tr: Ekle

source: Username
tr_tr: Kullanıcı adı

source: AutoSend
tr_tr: Aktif

source: Email
tr_tr: E-posta

source: Expiration
tr_tr: Son

source: Operation
tr_tr: İşlemler

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayir

source: Never
tr_tr: Asla

source: 7 Days
tr_tr: 7 Günlük

source: 1 Month
tr_tr: 1 ay

source: 3 Months
tr_tr: 3 ay

source: 6 Months
tr_tr: 6 ay

source: 1 Year
tr_tr: 1 yıl

source: 2 Years
tr_tr: 2 yıl

source: Edit account
tr_tr: Hesabı Düzenle

source: Delete
tr_tr: Sil

source: Archive
tr_tr: Arşiv

source: Append hyperlinks for archiving or sharing.
tr_tr: Paylaşım linklerini makaleye ekle.

source: Authorized
tr_tr: Yetkili

source: Authorize
tr_tr: Yetki vermek

source: Email or Username
tr_tr: Kullanıcı adı

source: Password
tr_tr: Şifre

source: Verify
tr_tr: Doğrulamak

source: Host
tr_tr: Ana bilgisayar

source: Save settings
tr_tr: Ayarları kaydet

source: Deliver Now
tr_tr: Şimdi gönder

source: Inbound Mail
tr_tr: Gelen Posta

source: Dictionary
tr_tr: Sözlük

source: Import Feeds
tr_tr: feedleri içeri aktar

source: Cover Image
tr_tr: Kapak resmi

source: Calibre Options
tr_tr: Calibre seçenekleri

source: Calibre options
tr_tr: Calibre seçenekleri

source: Set the parameters for Calibre, in JSON dictionary format.
tr_tr: Calibre için parametreleri JSON sözlük formatında ayarlayın.

source: Deliver now
tr_tr: Şimdi gönder

source: Deliver selected recipes now.
tr_tr: Seçilen tarifleri şimdi teslim edin.

source: There are no recipes subscribed
tr_tr: Abone olunan tarif yok

source: Select all
tr_tr: Hepsini seç

source: Select none
tr_tr: Hiçbirini seçme

source: Deliver
tr_tr: Şimdi gönder

source: Set up dictionaries for online reading.
tr_tr: Online okuma için sözlükleri kurun.

source: Book language
tr_tr: Kitap dili

source: Engine
tr_tr: Motor

source: Database
tr_tr: Veritabanı

source: Other languages
tr_tr: Diğer diller

source: Word lookup
tr_tr: Kelime arama

source: Online reading feature has not been activated yet.
tr_tr: Çevrimiçi okuma özelliği henüz etkinleştirilmedi.

source: Import
tr_tr: İçeri aktar

source: Import custom rss from an OPML file.
tr_tr: Bir OPML dosyasındaki rss'leri içeri aktar.

source: Import as fulltext rss by default
tr_tr: Varsayılan olarak tam metin rss olarak içe aktar

source: Download
tr_tr: İndir

source: To enable the inbound email feature, you also need to configure the whitelist.
tr_tr: Gelen e-posta özelliğini etkinleştirmek için, beyaz liste ayarlarını da yapılandırmanız gerekmektedir.

source: Disable
tr_tr: Devre dışı bırak

source: Forward Only
tr_tr: Sadece Yönlendir

source: Save Only
tr_tr: Sadece Kaydet

source: Save and Forward
tr_tr: Kaydet ve Yönlendir

source: Email Retention
tr_tr: E-posta Saklama

source: 1 Day
tr_tr: 1 Günlük

source: 30 Days
tr_tr: 30 Gün

source: No limit
tr_tr: Sınırlama yok.

source: Open webmail
tr_tr: Webmail'i Aç

source: White List
tr_tr: Beyaz liste

source: Emails sent to %(name)sxxx@%(mailHost)s will be forwarded to your kindle email.
tr_tr: %(name)sxxx@%(mailHost)s adresine gönderilen emailler admin hesabına bağlı Kindle'a gönderilecek.

source: Example
tr_tr: Örnek

source: Please input mail address
tr_tr: Lütfen e-posta adresini giriniz

source: Cover image
tr_tr: Kapak resmi

source: Upload cover image
tr_tr: Kapak resmi yükle

source: Upload cover images from local with an aspect ratio of approximately 0.65.
tr_tr: Yaklaşık 0.65 en boy oranına sahip kapak resimlerini yerel olarak yükleyin.

source: Rule to pick cover images
tr_tr: Kapak resimlerini seçme kuralı

source: Random
tr_tr: Rastgele

source: Weekday
tr_tr: Hafta içi gün

source: Upload/Update
tr_tr: Yükle/Güncelle

source: Upload stylesheet
tr_tr: Stil sayfası yükle

source: Upload a stylesheet from local (accept utf-8 only).
tr_tr: Yerel olarak bir stil sayfası yükle (sadece utf-8 kabul edilir).

source: Upload
tr_tr: Yükleme

source: Auto back
tr_tr: Geri dönmek için tıklayınız

source: Auto back to previous page after 5 seconds
tr_tr: 5 saniye sonra otomatik olarak önceki sayfaya döneceksiniz.

source: Click to back
tr_tr: Geri dönmek için tıklayınız

source: Confirm Deletion
tr_tr: Silmeyi Onayla

source: Delete (Ctrl for no confirm)
tr_tr: Sil (Onay için Ctrl basın)

source: View Source Code
tr_tr: Kaynak kodunu görüntüle

source: Subscribe (Deliver Separately)
tr_tr: Abone ol (Ayrı teslim et)

source: Subscribe
tr_tr: Abone ol

source: Cannot add this custom rss, Error:
tr_tr: Bu özel rss eklenemiyor, Hata:

source: Cannot delete this feed, Error:
tr_tr: Bu yayını silemiyorum, Hata:

source: Fulltext
tr_tr: Tam Metin

source: Share
tr_tr: Paylaş

source: Are you sure to delete?
tr_tr: Silmek istediğinizden emin misiniz?

source: Report to the server that this feed is invalid.
tr_tr: Sunucuya bu beslemenin geçersiz olduğunu bildirin.

source: Are you sure to REMOVE ALL CUSTOM RSS?
tr_tr: TÜM ÖZEL RSS'LERİ KALDIRMAK İSTEDİĞİNİZE EMİN MİSİNİZ?

source: Share links, share happiness
tr_tr: Bağlantıları paylaş, mutluluk paylaş

source: Category
tr_tr: Kategori

source: Language
tr_tr: Dil

source: Please write a category in text field if the one you wish is not in the list.
tr_tr: Dileğiniz kategori listede yoksa lütfen metin alanına bir kategori yazın.

source: Ok
tr_tr: Tamam

source: Cancel
tr_tr: İptal

source: Language code invalid
tr_tr: Dil kodu geçersiz

source: Thank you for sharing.
tr_tr: Paylaştığınız için teşekkür ederiz.

source: Close
tr_tr: Kapat

source: Unsubscribe
tr_tr: Abonelikten çık

source: Cannot subscribe this recipe, Error:
tr_tr: Bu tarife abone olunamıyor, Hata:

source: Are you sure to Unsubscribe ({0})?
tr_tr: ({0}) aboneliği iptal etmek istediğinizden emin misiniz?

source: Cannot unsubscribe this recipe, Error:
tr_tr: Bu tarife abonelik iptal edilemiyor, Hata:

source: The recipe is already subscribed.
tr_tr: Tarif zaten abone edilmiş.

source: Website login lnformation
tr_tr: Abonelik bilgisi

source: Account
tr_tr: Hesap

source: Submit
tr_tr: Gönder

source: If any field is left blank, the server will clear the saved login information.
tr_tr: Herhangi bir alan boş bırakılırsa, sunucu kayıtlı giriş bilgilerini silecektir.

source: Cannot set the website login information, Error:
tr_tr: Abonelik bilgisi ayarlanamıyor, Hata:

source: Upload custom recipe
tr_tr: Özel tarifi yükle

source: Congratulations
tr_tr: Tebrikler

source: Thanks
tr_tr: Teşekkürler

source: Your recipe has been uploaded, and it can be found in the Library section. If you dont see it, please make sure to switch to the correct language.
tr_tr: Tarifiniz yüklendi ve Kütüphane bölümünde bulunabilir. Görmüyorsanız, lütfen doğru dile geçtiğinizden emin olun.

source: Your recipe have been deleted.
tr_tr: Tarifiniz silindi.

source: Kindleify Selection
tr_tr: Kindle'laştırma Seçimi

source: Verified
tr_tr: Doğrulanmış

source: The username does not exist or password is wrong.
tr_tr: Kullanıcı adı mevcut değil veya şifre yanlış.

source: The file you chosen is not an acceptable type.
tr_tr: Seçtiğiniz dosya kabul edilebilir bir türde değil.

source: The file have been uploaded successfully.
tr_tr: Dosya başarıyla yüklendi.

source: This feed has been successfully subscribed.
tr_tr: Bu besleme başarıyla abone edildi.

source: Thank you for your feedback, this feed will be reviewed soon.
tr_tr: Geri bildiriminiz için teşekkür ederiz, bu besleme yakında incelenecek.

source: Are you confirming to share the recipe ({0})?
tr_tr: Tarifi paylaşmayı onaylıyor musunuz ({0})?

source: [All]
tr_tr: [Tümü]

source: [By Time]
tr_tr: [Zamana Göre]

source: [Random]
tr_tr: [Rastgele]

source: [Uncategoried]
tr_tr: [Kategorisiz]

source: There are no links found.
tr_tr: Seçilen dilde bağlantı bulunamadı.

source: Invalid report
tr_tr: Geçersiz rapor

source: Are you confirming that this link is invalid or off the cloud?
tr_tr: Bu bağlantının geçersiz veya bulutta olmadığını onaylıyor musunuz?

source: Customize delivery time
tr_tr: Teslimat zamanını özelleştir

source: Delivery days
tr_tr: Teslimat günleri

source: Mon
tr_tr: Pzt

source: Tue
tr_tr: Sal

source: Wed
tr_tr: Çar

source: Thu
tr_tr: Prş

source: Fri
tr_tr: Cum

source: Sat
tr_tr: Cts

source: Sun
tr_tr: Paz

source: Delivery times
tr_tr: Teslimat saatleri

source: The customized delivery time for the recipe has been successfully saved.
tr_tr: Tarif için özel teslimat zamanı başarıyla kaydedildi.

source: The account have been deleted.
tr_tr: Hesap silindi.

source: The username or password is empty.
tr_tr: Kullanıcı adı veya şifre boş.

source: The two new passwords are dismatch.
tr_tr: İki yeni şifre uyuşmuyor.

source: Password changed successfully.
tr_tr: Şifre başarıyla değiştirildi.

source: Account added successfully.
tr_tr: Hesap başarıyla eklendi.

source: login required
tr_tr: Giriş yapılması gerekiyor

source: Upload cover files successfully.
tr_tr: Kapak dosyaları başarıyla yüklendi.

source: Total size of the files you selected exceeds 16MB. Please reduce the image resolution or upload in batches.
tr_tr: Seçtiğiniz dosyaların toplam boyutu 16 MB yi aşıyor. Lütfen görüntü çözünürlüğünü azaltın veya toplu olarak yükleyin.

source: Bilingual Translator
tr_tr: Çift Dilli Çevirmen

source: The test email has been successfully sent to the following addresses. Please check your inbox or spam folder to confirm its delivery. Depending on your email server, there may be a slight delay.
tr_tr: Test e-postası başarıyla adresine gönderildi. Teslimatını onaylamak için gelen kutunuzu veya spam klasörünüzü kontrol edin. E-posta sunucunuza bağlı olarak hafif bir gecikme olabilir.

source: The configuration validation is correct.
tr_tr: Konfigürasyon doğrulaması doğru.

source: Title
tr_tr: Başlık

source: Text to Speech
tr_tr: Metin Okuma

source: Action
tr_tr: Eylem

source: File
tr_tr: Dosya

source: Upload Only
tr_tr: Yalnızca Yükle

source: Send
tr_tr: Gönder

source: There is nothing here.
tr_tr: Burada hiçbir şey yok.

source: Please select a single item.
tr_tr: Lütfen tek bir öğe seçin.

source: Please select at least one item.
tr_tr: Lütfen en az bir öğe seçin.

source: Some parameters are missing or wrong.
tr_tr: Bazı parametreler eksik veya yanlış.

source: The email has been sent.
tr_tr: E-posta gönderildi.

source: From
tr_tr: Gönderen

source: To
tr_tr: Kime

source: Subject
tr_tr: Konu

source: Time
tr_tr: Zaman

source: Size
tr_tr: Boyut

source: Date type
tr_tr: Tarih türü

source: Date
tr_tr: Tarih

source: This setting is prioritized.
tr_tr: Bu ayar önceliklidir.

source: Combine multiple values with commas.
tr_tr: Birden fazla değeri virgülle birleştirin.

source: Logout
tr_tr: Çıkış

source: Login
tr_tr: Giriş

source: Signup
tr_tr: Kaydol

source: Feeds
tr_tr: RSSler

source: Settings
tr_tr: Ayarlar

source: Logs
tr_tr: Kayıtlar

source: Advanced
tr_tr: Gelişmiş

source: Shared
tr_tr: Paylaşılan

source: Reader
tr_tr: Okuyucu

source: State
tr_tr: Durum

source: Send Ebook and Audio
tr_tr: E-kitap ve Ses Gönder

source: Send Audio only
tr_tr: Sadece Ses Gönder

source: Disable TTS
tr_tr: TTS'yi Devre Dışı Bırak

source: Send Audio To
tr_tr: Sesi Gönder

source: Empty to use Kindle_email
tr_tr: Kindle_email kullanmak için boş bırakın

source: TTS Engine
tr_tr: TTS Motoru

source: Empty to use default endpoint
tr_tr: Varsayılan uç noktayı kullanmak için boş bırakın

source: Region
tr_tr: Bölge

source: Voice name
tr_tr: Ses adı

source: Voice speed
tr_tr: Ses hızı

source: Extra slow
tr_tr: Ekstra yavaş

source: Slow
tr_tr: Yavaş

source: Medium
tr_tr: Orta

source: Fast
tr_tr: Hızlı

source: Extra fast
tr_tr: Ekstra hızlı

source: Voice pitch
tr_tr: Ses tonu

source: Extra low
tr_tr: Ekstra düşük

source: Low
tr_tr: Düşük

source: High
tr_tr: Yüksek

source: Extra high
tr_tr: Ekstra yüksek

source: Voice volume
tr_tr: Ses hacmi

source: Extra soft
tr_tr: Ekstra yumuşak

source: Soft
tr_tr: Yumuşak

source: Loud
tr_tr: Yüksek sesli

source: Extra loud
tr_tr: Ekstra yüksek sesli

source: Apply to all subscribed recipes
tr_tr: Tüm abone olunan tarifelere uygula

source: Note: Enabling this feature will significantly increase consumed CPU instance hours.
tr_tr: Not: Bu özelliği etkinleştirmek, kullanılan CPU örnek saatlerini önemli ölçüde artırır.

source: Test (Please save settings firstly)
tr_tr: Test (Lütfen önce ayarları kaydedin)

source: Text
tr_tr: Metin

source: Your browser does not support the audio element.
tr_tr: Tarayıcınız ses öğesini desteklemiyor.

source: Enable
tr_tr: Etkinleştir

source: One key per line
tr_tr: Satır başına bir tuş

source: Source language
tr_tr: Kaynak dil

source: Target language
tr_tr: Hedef dil

source: Translation Position
tr_tr: Çeviri Konumu

source: Below original
tr_tr: Orjinalin altında

source: Above original
tr_tr: Orjinalin üstünde

source: Left to original
tr_tr: Orjinalin solunda

source: Right to original
tr_tr: Orjinalin sağından

source: Translated text only
tr_tr: Sadece çevrilmiş metin

source: Original text style
tr_tr: Orijinal metin stili

source: Translated text style
tr_tr: Çevrilmiş metin stili

source: Translation
tr_tr: Çeviri

source: Old password
tr_tr: Eski şifre

source: New password
tr_tr: Yeni şifre

source: Confirm password
tr_tr: Şifreyi onayla

source: Share key
tr_tr: Paylaşma anahtarı

source: Confirm Change
tr_tr: Değişikliği Onayla

source: Debug cmd
tr_tr: Hata ayıklama komutu

source: Home
tr_tr: Ana Sayfa

source: You are in DEMO mode. Logging out will delete all data.
tr_tr: DEMO modundasınız. Oturumu kapattığınızda tüm veriler silinecektir.

source: Sharing Joyful News Every Step of the Way
tr_tr: Her Adımda Mutlu Haberler Paylaşma

source: Inherited From Calibre
tr_tr: Calibre Kodları Kullanıldı.

source: Empowered by %(calibre)s, you can easily create e-books on a Python-supported online platform and seamlessly transfer them to your e-reader or other reading devices.
tr_tr: %(calibre)s tarafından güçlendirilmiş olarak, Python destekli bir çevrimiçi platformda kolayca e-kitaplar oluşturabilir ve bunları e-okuyucunuza veya diğer okuma cihazlarına sorunsuz bir şekilde aktarabilirsiniz.

source: Share Your Ideas
tr_tr: Fikrinizi Paylaşın

source: With the open-source %(kindleear)s application, you can set up your own server to deliver daily news feeds to your e-reader and effortlessly share the service with friends.
tr_tr: Açık kaynaklı %(kindleear)s uygulaması ile kendi sunucunuzu kurarak günlük haber akışlarınızı e-okuyucunuza teslim edebilir ve hizmeti dostlarınızla kolayca paylaşabilirsiniz.

source: Search
tr_tr: Ara

source: The website does not allow registration. You can ask the owner for an account.
tr_tr: Yeni bir hesap açmak için bir site yönetici ile iletişime geçmeniz gerekmektedir.

source: Only display last 20 logs
tr_tr: Sadece son 20 işlem kaydını gösterir.

source: Status
tr_tr: Durum

source: Logs of other users
tr_tr: Diğer kullanıcıların işlem kayıtları

source: Custom RSS
tr_tr: Özel RSS

source: Content Embedded
tr_tr: Gömülü içerik

source: Deliver Separately
tr_tr: Ayrı teslim et

source: Subscribed
tr_tr: Abone olundu

source: Library
tr_tr: Kütüphane

source: get more recipes
tr_tr: daha fazla tarif alın

source: Subscription to selected recipe successful.
tr_tr: Seçilen tarife abonelik başarılı.

source: Bookmarklet
tr_tr: Kitap modu

source: Send to Kindle
tr_tr: Kindle'e Gönder

source: Subscribe with KindleEar
tr_tr: KindleEar ile Abone Ol

source: Drag and drop this link to your bookmarks
tr_tr: Bu bağlantıyı yer imlerinize sürükleyip bırakın

source: Chrome extension
tr_tr: Chrome eklentisi

source: Edge extension
tr_tr: Edge eklentisi

source: Browser extensions also available
tr_tr: Tarayıcı eklentileri de mevcut

source: Push current book
tr_tr: Şu anki kitabı gönder

source: Push current article
tr_tr: Şu anki makaleyi gönder

source: Delete selected books
tr_tr: Seçili kitapları sil

source: Allow click links
tr_tr: Bağlantıları tıklamaya izin ver

source: Top-left dict mode
tr_tr: Üst sol sözlük modu

source: eInk mode
tr_tr: eInk modu

source: Increase font size
tr_tr: Yazı tipi boyutunu artır

source: Decrease font size
tr_tr: Yazı tipi boyutunu azalt

source: Visualize Touch Regions
tr_tr: Dokunma bölgelerini görselleştir

source: Help
tr_tr: Yardım

source: Menu
tr_tr: Menü

source: Collapse all
tr_tr: Tümünü daralt

source: Expand all
tr_tr: Tümünü genişlet

source: Prev
tr_tr: Önceki

source: Next page
tr_tr: Sonraki sayfa

source: Pushed successfully.
tr_tr: Başarıyla itildi

source: There are currently no books or articles being read.
tr_tr: Şu anda okunan herhangi bir kitap veya makale bulunmamaktadır.

source: Reset password
tr_tr: Şifreyi sıfırla

source: Your account will pause after {0}, please log in again before it expires.
tr_tr: Bu hesabın gönderileri şu tarihte duraklatılacak: {0} duraklatılmaması için bu tarihten önce giriş yapınız.

source: Base
tr_tr: Temel

source: Auto delivery
tr_tr: Otomatik Teslimat

source: Recipes and custom RSS
tr_tr: Tarifler ve özel RSS

source: Recipes only
tr_tr: Sadece tarifler

source: Disable all
tr_tr: Tümünü devre dışı bırak

source: Seperated by comma
tr_tr: Virgülle ayrılmış

source: Delivery mode
tr_tr: Teslimat modu

source: Email delivery & online reading
tr_tr: E-posta teslimatı ve çevrimiçi okuma

source: Email delivery
tr_tr: E-posta teslimatı

source: Online reading
tr_tr: Çevrimiçi okuma

source: Retention days for online books
tr_tr: Çevrimiçi kitaplar için saklama günleri

source: Web shelf
tr_tr: Web kitaplık

source: 2 Days
tr_tr: 2 Günlük

source: 3 Days
tr_tr: 3 Günlük

source: 4 Days
tr_tr: 4 Günlük

source: 5 Days
tr_tr: 5 Günlük

source: 6 Days
tr_tr: 6 Günlük

source: Time zone
tr_tr: Saat dilimi

source: Delivery time
tr_tr: Teslimat zamanı

source: Book type
tr_tr: Dosya tipi

source: Determines final file size
tr_tr: Son dosya boyutunu belirler

source: Device type
tr_tr: Cihaz tipi

source: Title format
tr_tr: Başlık Formatı

source: Title Only
tr_tr: Yalnızca Başlık

source: Remove hyperlinks
tr_tr: Bağlantıları kaldır

source: Do not remove hyperlinks
tr_tr: Bağlantıları kaldırma

source: Remove image links
tr_tr: Resim bağlantılarını kaldır

source: Remove text links
tr_tr: Metin bağlantılarını kaldır

source: Remove all hyperlinks
tr_tr: Tüm bağlantıları kaldır

source: Sets the lookup dictionary
tr_tr: Sözlük aramasını ayarlar

source: Oldest article
tr_tr: En eski içerik?

source: Time format
tr_tr: Zaman formatı

source: Author format
tr_tr: Başlık Formatı

source: Send Mail Service
tr_tr: Posta servisi gönder

source: Service
tr_tr: Servis

source: Save path
tr_tr: Kayıt yolu

source: Important: Please activate your kindle firstly, then goto %(personal)s Page and add %(sender)s to 'Approved Personal Document E-mail List'.
tr_tr: Önemli: Lütfen önce Kindle'ınızı etkinleştirin, ardından %(personal)s Sayfasına gidin ve %(sender)s'yi 'Onaylanmış Kişisel Belge E-posta Listesi'ne ekleyin.

source: Personal Document Settings
tr_tr: Ayarları kaydet

source: You have not yet set up your email address. Please go to the %(admin)s page to add your email address firstly.
tr_tr: Henüz e-posta adresinizi ayarlamadınız. Lütfen öncelikle e-posta adresinizi eklemek için %(admin)s sayfasına gidin.

source: Send Test Email
tr_tr: Test E-postası Gönder

source: Invitation code
tr_tr: Davetiye kodu

source: User account
tr_tr: Kullanıcı hesabı

source: Never expire
tr_tr: hiç sona ermeyen

source: Refresh
tr_tr: Yenile

source: Read/Unread
tr_tr: Okundu/Okunmadı

source: Reply
tr_tr: Yanıtla

source: Forward
tr_tr: İlet

source: Fwd as Attach
tr_tr: Ek olarak ilet

source: Word
tr_tr: Kelime

source: Settings Saved!
tr_tr: Ayarlar Kaydedildi!

source: Add account
tr_tr: Hesap ekle

source: You do not have sufficient privileges.
tr_tr: Yeterli yetkiniz yok.

source: The username includes unsafe chars.
tr_tr: Kullanıcı adı güvensiz karakterler içeriyor.

source: Already exist the username.
tr_tr: Kullanıcı adı zaten var.

source: The password includes non-ascii chars.
tr_tr: Şifre ascii olmayan karakterler içeriyor.

source: The username '{}' does not exist.
tr_tr: '{}' kullanıcı adı mevcut değil.

source: The password will not be changed if the fields are empties.
tr_tr: Alanlar boş bırakılırsa şifre değiştirilmeyecek.

source: Change
tr_tr: Değiştir

source: Change success.
tr_tr: Değişim başarılı.

source: The old password is wrong.
tr_tr: Eski şifre yanlış.

source: Changes saved successfully.
tr_tr: Değişiklikler başarıyla kaydedildi.

source: Append hyperlink '{}' to article
tr_tr: '{}' linkini makaleye ekle

source: Save to {}
tr_tr: {} kaydedildi

source: Share on {}
tr_tr: {} üzerinde paylaş

source: Open in browser
tr_tr: Tarayıcıda aç

source: Append qrcode of url to article
tr_tr: Makaleye URL'nin QR kodunu ekle

source: Unknown command: {}
tr_tr: Bilinmeyen komut: {}

source: The format is invalid.
tr_tr: Format geçersiz.

source: Authorization Error!<br/>{}
tr_tr: Yetkilendirme Hatası!<br/>{}

source: Success authorized by Pocket!
tr_tr: Pocket tarafından yetkilendirilen başarı!

source: Failed to request authorization of Pocket!<hr/>See details below:<br/><br/>{}
tr_tr: Pocket yetkilendirme isteği başarısız oldu!<hr/>Aşağıdaki ayrıntılara bakın:<br/><br/>{}

source: The Instapaper service encountered an error. Please try again later.
tr_tr: Instapaper servisi bir hata ile karşılaştı. Lütfen daha sonra tekrar deneyin.

source: Request type [{}] unsupported
tr_tr: İstek türü [{}] desteklenmiyor

source: The username does not exist or the email is empty.
tr_tr: Kullanıcı adı mevcut değil veya e-posta boş.

source: The following recipes has been added to the push queue.
tr_tr: Aşağıdaki tarifler itme kuyruğuna eklendi.

source: There are no recipes to deliver.
tr_tr: Teslim edilecek tarif yok.

source: The rules parameter is invalid.
tr_tr: Kurallar parametresi geçersiz.

source: Cannot fetch data from {}, status: {}
tr_tr: {}, durumundan veri alınamıyor: {}

source: The recipe does not exist.
tr_tr: Tarif mevcut değil.

source: Please use {}/{} to login at first time.
tr_tr: İlk giriş için kullanıcı adı:'{}' ve şifre: '{}'

source: Username is empty.
tr_tr: Kullanıcı adı boş.

source: The len of username reached the limit of 25 chars.
tr_tr: Kullanıcı adının uzunluğu 25 karakter sınırına ulaştı.

source: The token is wrong or expired.
tr_tr: Belirteç yanlış veya süresi dolmuş.

source: Please input the correct username and email to reset password.
tr_tr: Şifreyi sıfırlamak için lütfen doğru kullanıcı adı ve e-posta adresini girin.

source: The email of account '{name}' is {email}.
tr_tr: '{name}' hesabının e-postası {email}.

source: Reset password success, Please close this page and login again.
tr_tr: Şifre sıfırlama başarılı, Lütfen bu sayfayı kapatın ve yeniden giriş yapın.

source: The email you input is not associated with this account.
tr_tr: Girdiğiniz e-posta bu hesapla ilişkilendirilmemiştir.

source: The link to reset your password has been sent to your email.
tr_tr: Şifrenizi sıfırlamak için gerekli bağlantı e-postanıza gönderilmiştir.

source: Please check your email inbox within 24 hours.
tr_tr: Lütfen e-posta gelen kutunuzu 24 saat içinde kontrol edin.

source: The invitation code is invalid.
tr_tr: Davetiye kodu geçersiz.
